<div class="page-header">
<h1>Настройка телевизоров для приема DVB-C</h1>
</div>

<div class="span8 offset2">

<p>Пожалуйста, выберите марку своего телевизора:</p>

<div class="accordion" id="tv-sets">
  <div class="accordion-group">
    <div class="accordion-heading">
      <a class="accordion-toggle" data-toggle="collapse" data-parent="#tv-sets" href="#lg">
        LG
      </a>
    </div>
    <div id="lg" class="accordion-body collapse">
      <div class="accordion-inner">
<h5>Поддерживается ли у меня DVB-C?</h5>
<p>Поддерживается, если в меню есть источник сигнала под названием «Кабель».</p>
<p>ЖК ТВ серии:<br>
LH2000 DVB-T/MPEG-4/DVB-C<br>
LH3000 DVB-T/MPEG-4/DVB-C<br>
LH4000 DVB-T/MPEG-4/DVB-C<br>
LH5000 DVB-T/MPEG-4/DVB-C<br>
LH7000 DVB-T/MPEG-4/DVB-C<br>
LU4000 DVB-T/MPEG-4/DVB-C<br>
LU5000 DVB-T/MPEG-4/DVB-C
</p>
<p>ПЛАЗМА ТВ серии:<br>
PS3000 DVB-T/MPEG-4/DVB-C<br>
PS7000 DVB-T/MPEG-4/DVB-C<br>
PS8000 DVB-T/MPEG-4/DVB-C<br>
PQ200 DVB-T/MPEG-4/DVB-C<br>
PQ300 DVB-T/MPEG-4/DVB-C<br>
PQ600 DVB-T/MPEG-4/DVB-C
</p>
      
<h5>Как мне настроить цифровые каналы?</h5>
<ol>
<li>Нажимаем кнопку - «Меню»</li>
<li>Выбираем в меню - «Опции»</li>
<li>Выбираем - «Автонастройка»</li>
<li>Выбираем страну - Франция, Германия, Швейцария, Швеция или Финляндия</li>
<li>Выбираем источник сигнала - «Кабель»</li>
<li>Выбираем - «Цифровые»</li>
<li>Нажимаем - «Поиск»</li>
</ol>
<p>Настройка производится примерно за 5-10 минут.</p>

      </div>
    </div>
  </div>
  
  <div class="accordion-group">
    <div class="accordion-heading">
      <a class="accordion-toggle" data-toggle="collapse" data-parent="#tv-sets" href="#panasonic">
        Panasonic
      </a>
    </div>
    <div id="panasonic" class="accordion-body collapse">
      <div class="accordion-inner">
<h5>Поддерживается ли у меня DVB-C?</h5>
<p>Поддерживается только для серии: TX-P42G10</p>

<h5>Как мне настроить цифровые каналы?</h5>
<ol>
<li>Нажимаем кнопку - «Меню»</li>
<li>Выбираем пункт «Установки»</li>
<li>В появившемся окне выбираем «Меню аналог. настройки»</li>
<li>В появившемся окне выбираем пункт «Добавить ТВ сигнал»</li>
<li>В открывшейся таблице ставим галочку на строке «DVB-C» и опускаясь ниже нажимаем «Начать автонастройку»</li>
<li>После поиска всех цифровых каналов, зайдя в главное меню в пункте «Установки» появляется строка «Меню настройки DVB-C». Выбрав этот пункт, можно подкорректировать настройку в ручном режиме (задать частоту и скорость).    Меню вашего телевизора может отличаться от предложенной модели. В этом случае вам требуется найти схожие по смыслу вкладки. Если ваш телевизор будет запрашивать шаг поиска, укажите 8МГц.</li>
</ol>

      </div>
    </div>
  </div>
  
  <div class="accordion-group">
    <div class="accordion-heading">
      <a class="accordion-toggle" data-toggle="collapse" data-parent="#tv-sets" href="#philips">
        Philips
      </a>
    </div>
    <div id="philips" class="accordion-body collapse">
      <div class="accordion-inner">
      <h5>Поддерживается ли у меня DVB-C?</h5>
      <p>Поддерживается для cерии: **PFL****Н</p>
      
      <h5>Как мне настроить цифровые каналы?</h5>
      <p>Сначала читаем на задней стенке телевизора наклейки, где отдельно для каждого тюнера (DVB-T и DVB-C) указан список стран, в которых, по мнению компании Philips, есть цифровое вещание (на момент выпуска ТВ, но если вы обновите прошивку через их официальный сайт, то в последующих прошивках этот список может измениться). Если нашей страны там нет, то придётся поставить какую-то другую из этого списка.</p>
      
<ol>
<li>Нажимаем на значок - «Домик»</li>
<li>Выбираем - «Конфигурация»</li>
<li>Выбираем - «Установка»</li>
<li>Выбираем - «Переустановка каналов»</li>
<li>Выбираем - «страна, которая указана на наклейке на задней панели» (обычно это Франция, Финляндия или Германия)</li>
<li>Выбираем - «Цифровой режим»</li>
<li>Выбираем - «Кабель»</li>
<li>Выбираем - «Автоматически»</li>
<li>Нажимаем - «Пуск»</li>
</ol>
<p>Настройка производится примерно за 5-10 минут.</p>
      
<h5>Модели телевизоров Philips 2011 года</h5>
<ol>
<li>Нажимаем на значок - «Домик»</li>
<li>Выбираем - «Установка»</li>
<li>Выбираем «Поиск каналов»</li>
<li>Выбираем - «Переустановка каналов»</li>
<li>Выбираем - «страна, которая указана на наклейке на задней панели» (обычно это Франция, Финляндия или Германия)</li>
<li>Выбираем цифровой режим – «Кабель (DVB-C)»</li>
<li>В строке «Сетевая частота» вбиваем частоту</li>
<li>В строке «Скорость передачи» вбиваем</li>
<li>Далее выбираем строку «Сканирование частот»</li>
</ol>
<p>Настройка производится примерно за 5-10 минут.</p>
      
      </div>
    </div>
  </div>
  
  <div class="accordion-group">
    <div class="accordion-heading">
      <a class="accordion-toggle" data-toggle="collapse" data-parent="#tv-sets" href="#samsung">
        Samsung
      </a>
    </div>
    <div id="samsung" class="accordion-body collapse">
      <div class="accordion-inner">
        <h5>Поддерживается ли у меня DVB-C?</h5>
        <p>Расшифровка моделей телевизоров SAMSUNG:</p>
        <center><img src="/images/dvb-c/samsung-models.jpg" /></center>
        <p>DVB-C приемник встроен во все модели начиная с 2009 года выпуска (буквенный индекс B, С или D).</p>
        
        <h5>Как мне настроить цифровые каналы?</h5>
        <p>Перед настройкой необходимо в меню установить cтрану: Словакия или Словения</p>
<ol>
<li>Нажимаем на вход в меню - (зеленая кнопка)</li>
<li>Выбираем в меню - «Канал» (пиктограмма «Спутниковая антенна»)</li>
<li>Выбираем - «Автонастройка»</li>
<li>Выбираем источник сигнала - «Кабель»</li>
<li>Выбираем - «Цифровые»</li>
<li>Нажимаем - «Пуск»</li>
</ol>
<p>Настройка производится примерно за 5-10 минут.</p>

      </div>
    </div>
  </div>
  
  <div class="accordion-group">
    <div class="accordion-heading">
      <a class="accordion-toggle" data-toggle="collapse" data-parent="#tv-sets" href="#sharp">
        Sharp
      </a>
    </div>
    <div id="sharp" class="accordion-body collapse">
      <div class="accordion-inner">
<h5>Поддерживается ли у меня DVB-C?</h5>
<p>Поддерживается для cерий: 46 (52, 65) XS1, LE700</p>

<h5>Как мне настроить цифровые каналы?</h5>
<p>Если в вашей модели ТВ предусмотрен приём цифровых каналов, но отсутствует пункт «DTV MENU», то предварительно выбираем другую страну – Францию, Швейцарию, Швецию или Финляндию.</p>
<ol>
<li>Нажимаем кнопку - «DTV»</li>
<li>Нажимаем - «DTV MENU»</li>
<li>Выбираем - «Инсталляция»</li>
<li>Выбираем - «Автоинсталляция»</li>
<li>Нажимаем - «ОК»</li>
</ol>
<p>Настройка производится примерно за 5-10 минут.</p>
      </div>
    </div>
  </div>
   
  <div class="accordion-group">
    <div class="accordion-heading">
      <a class="accordion-toggle" data-toggle="collapse" data-parent="#tv-sets" href="#sony">
        Sony
      </a>
    </div>
    <div id="sony" class="accordion-body collapse">
      <div class="accordion-inner">
<h5>Поддерживается ли у меня DVB-C?</h5>
<p>Почти все модели с буквенными индексами D, S, W, X, V, E, Z и размером диагонали 32 дюйма и более.
серии: 3000/3500/4000/4020/4030/4050/4210/4500/4710/5300/5310/5500/5510/5600/5610/5710/5740</p>
<p>Так как не все модели SONY оборудованы цифровым тюнером для кабельного ТВ (DVB-C) Вам необходимо проверить модель Вашего ТВ SONY.
Модели, оборудованные тюнером DVB-C имеют маркировку KDL-**EX*** или KDL-**NX*** - например KDL-32EX402R2 первые 3 буквы в названии модели (KDL) как раз указывают на то что ТВ «цифровой». В моделях KLV-**BX*** и т.п. тюнеров DVB нет.</p>

<h5>Как мне настроить цифровые каналы?</h5>
<ol>
<li>Нажмите кнопку «MENU» (у некоторых моделей она называется «HOME» на пульте дистанционного управления (далее - ПДУ). Эта кнопка обычно синего цвета.</li>
<li>Выбираем пункт «Установки»</li>
<li>Найдите в списке установок меню «Цифровая конфигурация», войдите в него</li>
<li>Выберите пункт «Автопоиск цифровых станций»</li>
<li>Откроется окно выбора источника - выберите тип подключения ТВ. Выберите «кабель»</li>
<li>В пункте выбора типа сканирования - выберите режим «полное сканирование»</li>
<ol>
<li>Или выбрать пункт «Ручная»</li>
<li>Далее вводим частоту</li>
<li>Код доступа оставляем «Авто». Далее вводим символьную скорость</li>
</ol>
<li>Нажмите «начать»</li>
</ol>

<p>Дождитесь когда телевизор завершит поиск каналов.</p>
<p><strong>Обратите внимание</strong> на нижнюю часть экранного меню Вашего телевизора. В нижней панели меню отображаются подсказки какими кнопками ПДУ выполнять те или иные действия в меню телевизора.</p>

      </div>
    </div>
  </div>
  
  <div class="accordion-group">
    <div class="accordion-heading">
      <a class="accordion-toggle" data-toggle="collapse" data-parent="#tv-sets" href="#toshiba">
        Toshiba
      </a>
    </div>
    <div id="toshiba" class="accordion-body collapse">
      <div class="accordion-inner">
<h5>Поддерживается ли у меня DVB-C?</h5>
<p>Поддерживается для cерий: AV633/RV633/AV635/RV635/XV635/V635/SV685/LV685</p>

<h5>Как мне настроить цифровые каналы?</h5>
<ol>
<li>Выключите телевизор и установите модуль условного доступа. Включите телевизор. Зайдите в меню. Выберите язык русский.</li>
<center><img src="/images/dvb-c/toshiba-1.jpg" class="img-polaroid" /></center>
<li>Перейдите на вкладку DTV ручная настройка и нажмите ОК</li>
<center><img src="/images/dvb-c/toshiba-2.jpg" class="img-polaroid" /></center>
<li>Введите частоту, модуляцию, скорость передачи символов</li>
<center><img src="/images/dvb-c/toshiba-3.jpg" class="img-polaroid" /></center>
<li>После нажатия кнопки OK начнется поиск, в результате которого должно быть обнаружены каналы.</li>
<center><img src="/images/dvb-c/toshiba-4.jpg" class="img-polaroid" /></center>
</ol>
<p>Настройка производится примерно за 5-10 минут.</p>
      </div>
    </div>
  </div>

</div>

</div>
</div>
