<div class="page-header">
<h1 class="align-center">О компании</h1>
</div>

<div class="row">
<div class="span8 offset2">
  <p>«ТелеСпутник» — одна из наиболее динамично развивающихся компаний в сфере предоставления услуг электросвязи. Компания является оператором кабельного телевидения.</p>
  <p>В зону обслуживания компании входят 2 микрорайона г.Бреста: «Речица» и «Дубровка».</p>
  <p>Любые вопросы по подключению, обслуживанию, а также Ваши замечания и предложения по работе компании, мы всегда готовы принять по телефонам 8 (033) 363-65-65, 8 (0162) 24-35-96, и по e-mail <a href="mailto:info@ktv.by">info@ktv.by</a>.</p>
  <p>«ТелеСпутник» ценит каждого своего абонента, поэтому мы всеми силами реализуем наш принцип — смотри в удовольствие!</p>
  <p><small>ООО «ТелеСпутник» осуществляет деятельность в области электросвязи на основании лицензии Министерства связи и информатизации Республики Беларусь, выданной на основании решения от 13.02.2012 г. № 02140/2208 сроком на 5 лет. Зарегистрирована в реестре лицензий Министерства связи и информатизации Республики Беларусь за номером №2208. УНП: 291046959.</small></p>
</div>
</div>